Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Everything here shapes your recommendations, plans and Cook Now. Allergies are hard rules — recipes with them are never suggested or planned.
ar: كل ما هنا يشكّل توصياتك وخططك و«اطبخ الآن». الحساسية قواعد صارمة — لا تُقترح الوصفات التي تحتويها ولا تُخطط أبدًا.
de: Alles hier prägt deine Empfehlungen, Pläne und „Jetzt kochen“. Allergien sind feste Regeln – Rezepte damit werden nie vorgeschlagen oder geplant.
el: Όλα αυτά διαμορφώνουν τις προτάσεις, τα προγράμματα και το «Μαγείρεψε τώρα». Οι αλλεργίες είναι αυστηροί κανόνες — συνταγές με αυτές δεν προτείνονται ούτε προγραμματίζονται ποτέ.
es: Todo esto da forma a tus recomendaciones, planes y Cocinar ya. Las alergias son reglas estrictas: nunca se sugieren ni planifican recetas con ellas.
fr: Tout ceci façonne vos recommandations, plannings et Cuisiner maintenant. Les allergies sont des règles strictes : les recettes concernées ne sont jamais proposées ni planifiées.
hi: यहाँ की हर चीज़ आपके सुझावों, योजनाओं और ‘अभी बनाएँ’ को आकार देती है। एलर्जी सख़्त नियम हैं — उन्हें वाली रेसिपी कभी सुझाई या योजना में नहीं रखी जातीं।
it: Tutto qui influenza consigli, piani e Cucina ora. Le allergie sono regole rigide: le ricette che le contengono non vengono mai suggerite né pianificate.
ja: ここでの設定は、おすすめ、献立、「今すぐ作る」に反映されます。アレルギーは必ず守るルールで、該当するレシピは提案も計画もされません。
ko: 여기의 모든 설정이 추천, 계획, 지금 요리에 반영돼요. 알레르기는 필수 규칙이라 해당 레시피는 절대 추천하거나 계획하지 않아요.
pt_br: Tudo aqui molda suas recomendações, planos e o Cozinhar agora. Alergias são regras rígidas — receitas com elas nunca são sugeridas nem planejadas.
ru: Всё здесь влияет на рекомендации, планы и «Готовить сейчас». Аллергии — строгие правила: рецепты с ними никогда не предлагаются и не планируются.
tr: Buradaki her şey önerilerini, planlarını ve Şimdi Pişir’i şekillendirir. Alerjiler kesin kurallardır — bunları içeren tarifler asla önerilmez veya planlanmaz.
vi: Mọi thứ ở đây định hình gợi ý, kế hoạch và Nấu ngay. Dị ứng là quy tắc bắt buộc — công thức chứa chúng không bao giờ được gợi ý hay lên kế hoạch.
zh_hans: 这里的一切都会影响你的推荐、计划和“马上做”。过敏是硬性规则 — 含过敏原的食谱绝不会被推荐或安排。

source: Expiry dates were estimated — tap to change
ar: تواريخ الانتهاء تقديرية — اضغط لتغييرها
de: Haltbarkeitsdaten wurden geschätzt – zum Ändern tippen
el: Οι ημερομηνίες λήξης είναι εκτιμώμενες — πάτησε για αλλαγή
es: Las fechas de caducidad son estimadas — toca para cambiarlas
fr: Les dates de péremption sont estimées — touchez pour modifier
hi: एक्सपायरी की तारीख़ें अनुमानित हैं — बदलने के लिए टैप करें
it: Le date di scadenza sono stimate — tocca per cambiarle
ja: 賞味期限は推定です — タップして変更
ko: 유통기한은 추정값이에요 — 탭해서 변경
pt_br: As datas de validade foram estimadas — toque para mudar
ru: Сроки годности рассчитаны примерно — нажмите, чтобы изменить
tr: Son kullanma tarihleri tahminidir — değiştirmek için dokun
vi: Hạn sử dụng là ước tính — chạm để đổi
zh_hans: 保质期为估算值 — 点按可修改

source: Export my recipes
ar: تصدير وصفاتي
de: Meine Rezepte exportieren
el: Εξαγωγή των συνταγών μου
es: Exportar mis recetas
fr: Exporter mes recettes
hi: मेरी रेसिपी एक्सपोर्ट करें
it: Esporta le mie ricette
ja: レシピを書き出す
ko: 내 레시피 내보내기
pt_br: Exportar minhas receitas
ru: Экспортировать мои рецепты
tr: Tariflerimi dışa aktar
vi: Xuất công thức của tôi
zh_hans: 导出我的食谱

source: FOR
ar: لمن
de: FÜR
el: ΓΙΑ
es: PARA
fr: POUR
hi: किसके लिए
it: PER
ja: 対象
ko: 대상
pt_br: PARA
ru: ДЛЯ
tr: KİMİN İÇİN
vi: CHO
zh_hans: 给谁

source: Family friendly
ar: مناسب للعائلة
de: Familienfreundlich
el: Για όλη την οικογένεια
es: Para toda la familia
fr: Pour toute la famille
hi: परिवार के अनुकूल
it: Per tutta la famiglia
ja: 家族向け
ko: 온 가족용
pt_br: Para a família toda
ru: Для всей семьи
tr: Aile dostu
vi: Hợp với cả nhà
zh_hans: 适合全家

source: Family of 3–4
ar: عائلة من 3–4
de: Familie mit 3–4
el: Οικογένεια 3–4 ατόμων
es: Familia de 3–4
fr: Famille de 3–4
hi: 3–4 लोगों का परिवार
it: Famiglia di 3–4
ja: 3〜4人家族
ko: 3–4인 가족
pt_br: Família de 3–4
ru: Семья из 3–4
tr: 3–4 kişilik aile
vi: Gia đình 3–4 người
zh_hans: 3–4口之家

source: Family of 5+
ar: عائلة من 5+
de: Familie mit 5+
el: Οικογένεια 5+ ατόμων
es: Familia de 5+
fr: Famille de 5+
hi: 5+ लोगों का परिवार
it: Famiglia di 5+
ja: 5人以上の家族
ko: 5인 이상 가족
pt_br: Família de 5+
ru: Семья из 5+
tr: 5+ kişilik aile
vi: Gia đình 5+ người
zh_hans: 5口以上之家

source: Family sharing
ar: المشاركة العائلية
de: Familienfreigabe
el: Οικογενειακή κοινή χρήση
es: En familia
fr: Partage familial
hi: फ़ैमिली शेयरिंग
it: In famiglia
ja: ファミリー共有
ko: 가족 공유
pt_br: Compartilhamento familiar
ru: Семейный доступ
tr: Aile paylaşımı
vi: Chia sẻ trong gia đình
zh_hans: 家人共享

source: Faster: tap Share in Instagram, TikTok or Safari and choose Flavourly.
ar: أسرع: اضغط «مشاركة» في Instagram أو TikTok أو Safari واختر Flavourly.
de: Schneller: Tippe in Instagram, TikTok oder Safari auf Teilen und wähle Flavourly.
el: Πιο γρήγορα: πάτησε Κοινοποίηση στο Instagram, το TikTok ή το Safari και επίλεξε Flavourly.
es: Más rápido: toca Compartir en Instagram, TikTok o Safari y elige Flavourly.
fr: Plus rapide : touchez Partager dans Instagram, TikTok ou Safari et choisissez Flavourly.
hi: और तेज़: Instagram, TikTok या Safari में Share टैप करें और Flavourly चुनें।
it: Più veloce: tocca Condividi in Instagram, TikTok o Safari e scegli Flavourly.
ja: もっと速く：Instagram、TikTok、Safariで「共有」をタップしてFlavourlyを選んでください。
ko: 더 빠르게: Instagram, TikTok, Safari에서 공유를 탭하고 Flavourly를 선택하세요.
pt_br: Mais rápido: toque em Compartilhar no Instagram, TikTok ou Safari e escolha Flavourly.
ru: Быстрее: нажмите «Поделиться» в Instagram, TikTok или Safari и выберите Flavourly.
tr: Daha hızlı: Instagram, TikTok veya Safari’de Paylaş’a dokun ve Flavourly’yi seç.
vi: Nhanh hơn: chạm Chia sẻ trong Instagram, TikTok hoặc Safari rồi chọn Flavourly.
zh_hans: 更快：在Instagram、TikTok或Safari中点按“分享”，然后选择Flavourly。

source: Favourites
ar: المفضلة
de: Favoriten
el: Αγαπημένα
es: Favoritas
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritas
ru: Избранное
tr: Favoriler
vi: Yêu thích
zh_hans: 最爱

source: Fibre %lld g · Sugars %lld g · Sodium %lld mg
ar: الألياف %lld غ · السكريات %lld غ · الصوديوم %lld ملغ
de: Ballaststoffe %lld g · Zucker %lld g · Natrium %lld mg
el: Φυτικές ίνες %lld γρ. · Σάκχαρα %lld γρ. · Νάτριο %lld mg
es: Fibra %lld g · Azúcares %lld g · Sodio %lld mg
fr: Fibres %lld g · Sucres %lld g · Sodium %lld mg
hi: फ़ाइबर %lld ग्रा. · शुगर %lld ग्रा. · सोडियम %lld मि.ग्रा.
it: Fibre %lld g · Zuccheri %lld g · Sodio %lld mg
ja: 食物繊維%lld g · 糖質%lld g · ナトリウム%lld mg
ko: 식이섬유 %lld g · 당 %lld g · 나트륨 %lld mg
pt_br: Fibras %lld g · Açúcares %lld g · Sódio %lld mg
ru: Клетчатка %lld г · Сахара %lld г · Натрий %lld мг
tr: Lif %lld g · Şeker %lld g · Sodyum %lld mg
vi: Chất xơ %lld g · Đường %lld g · Natri %lld mg
zh_hans: 膳食纤维%lld克 · 糖%lld克 · 钠%lld毫克

source: Filter & sort
ar: التصفية والترتيب
de: Filtern & sortieren
el: Φίλτρα και ταξινόμηση
es: Filtrar y ordenar
fr: Filtrer et trier
hi: फ़िल्टर और क्रम
it: Filtra e ordina
ja: 絞り込みと並べ替え
ko: 필터 및 정렬
pt_br: Filtrar e ordenar
ru: Фильтры и сортировка
tr: Filtrele ve sırala
vi: Lọc và sắp xếp
zh_hans: 筛选和排序

source: Filter and sort, %lld active
ar: التصفية والترتيب، المفعّل: %lld
de: Filtern und sortieren, %lld aktiv
el: Φίλτρα και ταξινόμηση, ενεργά: %lld
es: Filtrar y ordenar, %lld activos
fr: Filtrer et trier, %lld actifs
hi: फ़िल्टर और क्रम, %lld चालू
it: Filtra e ordina, %lld attivi
ja: 絞り込みと並べ替え（%lld件適用中）
ko: 필터 및 정렬, %lld개 적용 중
pt_br: Filtrar e ordenar, %lld ativos
ru: Фильтры и сортировка, активно: %lld
tr: Filtrele ve sırala, %lld etkin
vi: Lọc và sắp xếp, đang bật %lld
zh_hans: 筛选和排序，已启用%lld项

source: Find it in Profile › Archived recipes
ar: تجدها في الملف الشخصي › الوصفات المؤرشفة
de: Zu finden unter Profil › Archivierte Rezepte
el: Θα τη βρεις στο Προφίλ › Αρχειοθετημένες συνταγές
es: Está en Perfil › Recetas archivadas
fr: Retrouvez-la dans Profil › Recettes archivées
hi: इसे प्रोफ़ाइल › संग्रहित रेसिपी में ढूँढें
it: La trovi in Profilo › Ricette archiviate
ja: プロフィール › アーカイブ済みレシピにあります
ko: 프로필 › 보관된 레시피에서 찾을 수 있어요
pt_br: Está em Perfil › Receitas arquivadas
ru: Ищите в Профиль › Архив рецептов
tr: Profil › Arşivlenen tarifler bölümünde bulabilirsin
vi: Tìm trong Hồ sơ › Công thức đã lưu trữ
zh_hans: 可在 个人资料 › 已归档食谱 中找到

source: Finding favourite home dishes…
ar: جارٍ البحث عن الأطباق المنزلية المفضلة…
de: Beliebte Hausmannskost wird gesucht …
el: Αναζήτηση αγαπημένων σπιτικών πιάτων…
es: Buscando platos caseros favoritos…
fr: Recherche des plats maison préférés…
hi: पसंदीदा घरेलू व्यंजन ढूँढ रहे हैं…
it: Ricerca dei piatti di casa preferiti…
ja: 人気の家庭料理を探しています…
ko: 인기 가정식을 찾는 중…
pt_br: Procurando pratos caseiros favoritos…
ru: Ищем любимые домашние блюда…
tr: Sevilen ev yemekleri bulunuyor…
vi: Đang tìm món nhà làm được yêu thích…
zh_hans: 正在寻找受欢迎的家常菜…

source: Finding the recipe
ar: جارٍ البحث عن الوصفة
de: Rezept wird gesucht
el: Αναζήτηση συνταγής
es: Buscando la receta
fr: Recherche de la recette
hi: रेसिपी ढूँढ रहे हैं
it: Ricerca della ricetta
ja: レシピを探しています
ko: 레시피를 찾는 중
pt_br: Procurando a receita
ru: Ищем рецепт
tr: Tarif bulunuyor
vi: Đang tìm công thức
zh_hans: 正在寻找食谱

source: Fish
ar: السمك
de: Fisch
el: Ψάρι
es: Pescado
fr: Poisson
hi: मछली
it: Pesce
ja: 魚
ko: 생선
pt_br: Peixe
ru: Рыба
tr: Balık
vi: Cá
zh_hans: 鱼

source: Fits your rules
ar: يناسب قواعدك
de: Passt zu deinen Regeln
el: Ταιριάζει στους κανόνες σου
es: Cumple tus reglas
fr: Respecte vos règles
hi: आपके नियमों के अनुकूल
it: Rispetta le tue regole
ja: ルールに合っています
ko: 규칙에 맞아요
pt_br: Segue suas regras
ru: Подходит под ваши правила
tr: Kurallarına uyuyor
vi: Hợp với quy tắc của bạn
zh_hans: 符合你的规则

source: Flavourly only reminds you about your own plan, pantry and recipes. Turn any of these off in Settings.
ar: يذكّرك Flavourly فقط بخطتك ومخزنك ووصفاتك. أوقف أيًّا منها من الإعدادات.
de: Flavourly erinnert dich nur an deinen eigenen Plan, Vorrat und deine Rezepte. Schalte alles davon in den Einstellungen aus.
el: Το Flavourly σού θυμίζει μόνο το δικό σου πρόγραμμα, ντουλάπι και συνταγές. Απενεργοποίησε όποιο θες στις Ρυθμίσεις.
es: Flavourly solo te recuerda tu propio plan, despensa y recetas. Desactiva cualquiera en Ajustes.
fr: Flavourly ne vous rappelle que votre planning, votre garde-manger et vos recettes. Désactivez-les dans les Réglages.
hi: Flavourly सिर्फ़ आपकी अपनी योजना, पैंट्री और रेसिपी के बारे में याद दिलाता है। इनमें से कोई भी सेटिंग्स में बंद करें।
it: Flavourly ti ricorda solo il tuo piano, la dispensa e le ricette. Disattiva quelli che vuoi nelle Impostazioni.
ja: Flavourlyがお知らせするのは、あなたの献立、パントリー、レシピのことだけです。設定でオフにできます。
ko: Flavourly는 내 계획, 보관함, 레시피에 대해서만 알려 드려요. 설정에서 원하는 알림을 끌 수 있어요.
pt_br: O Flavourly só lembra você do seu plano, sua despensa e suas receitas. Desative qualquer um em Ajustes.
ru: Flavourly напоминает только о вашем плане, запасах и рецептах. Любое напоминание можно выключить в Настройках.
tr: Flavourly sana yalnızca kendi planını, kilerini ve tariflerini hatırlatır. Herhangi birini Ayarlar’dan kapat.
vi: Flavourly chỉ nhắc về kế hoạch, tủ đồ và công thức của bạn. Tắt bất kỳ mục nào trong Cài đặt.
zh_hans: Flavourly只会提醒你自己的计划、储藏和食谱。可在设置中关闭其中任何一项。

source: Flavourly recipes
ar: وصفات Flavourly
de: Flavourly-Rezepte
el: Συνταγές Flavourly
es: Recetas de Flavourly
fr: Recettes Flavourly
hi: Flavourly रेसिपी
it: Ricette Flavourly
ja: Flavourlyのレシピ
ko: Flavourly 레시피
pt_br: Receitas do Flavourly
ru: Рецепты Flavourly
tr: Flavourly tarifleri
vi: Công thức Flavourly
zh_hans: Flavourly食谱

source: Flexible schedule
ar: جدول مرن
de: Flexibler Zeitplan
el: Ευέλικτο πρόγραμμα
es: Horario flexible
fr: Emploi du temps flexible
hi: लचीला समय
it: Orari flessibili
ja: 時間は柔軟
ko: 유연한 일정
pt_br: Horário flexível
ru: Гибкий график
tr: Esnek program
vi: Lịch linh hoạt
zh_hans: 时间灵活

source: Follows the creator's recipe link when there is one
ar: يتبع رابط وصفة صاحب المحتوى إن وُجد
de: Folgt dem Rezeptlink der Person, falls vorhanden
el: Ακολουθεί τον σύνδεσμο συνταγής του δημιουργού, αν υπάρχει
es: Sigue el enlace a la receta del creador si lo hay
fr: Suit le lien vers la recette du créateur s'il y en a un
hi: अगर क्रिएटर का रेसिपी लिंक हो तो उसे खोलता है
it: Segue il link alla ricetta del creator, se c'è
ja: 投稿者のレシピリンクがあればそれを開きます
ko: 제작자의 레시피 링크가 있으면 따라갑니다
pt_br: Segue o link da receita do criador, quando houver
ru: Переходит по ссылке автора на рецепт, если она есть
tr: Varsa içerik üreticisinin tarif bağlantısını açar
vi: Mở liên kết công thức của người tạo nếu có
zh_hans: 如有作者的食谱链接，会打开它

source: Food preferences
ar: تفضيلات الطعام
de: Essensvorlieben
el: Διατροφικές προτιμήσεις
es: Preferencias alimentarias
fr: Préférences alimentaires
hi: खाने की पसंद
it: Preferenze alimentari
ja: 食の好み
ko: 음식 선호
pt_br: Preferências alimentares
ru: Пищевые предпочтения
tr: Yemek tercihleri
vi: Sở thích ăn uống
zh_hans: 饮食偏好

source: For %lld meals
ar: لـ %lld وجبات
de: Für %lld Mahlzeiten
el: Για %lld γεύματα
es: Para %lld comidas
fr: Pour %lld repas
hi: %lld भोजन के लिए
it: Per %lld pasti
ja: %lld食分
ko: 식사 %lld개 분량
pt_br: Para %lld refeições
ru: На %lld приёмов пищи
tr: %lld öğün için
vi: Cho %lld bữa
zh_hans: 共%lld餐

source: For You
ar: لك
de: Für dich
el: Για σένα
es: Para ti
fr: Pour vous
hi: आपके लिए
it: Per te
ja: あなたへのおすすめ
ko: 추천
pt_br: Para você
ru: Для вас
tr: Sana özel
vi: Dành cho bạn
zh_hans: 为你推荐

source: Free imports used
ar: نفدت عمليات الاستيراد المجانية
de: Kostenlose Importe aufgebraucht
el: Οι δωρεάν εισαγωγές εξαντλήθηκαν
es: Importaciones gratis agotadas
fr: Importations gratuites épuisées
hi: मुफ़्त इम्पोर्ट ख़त्म
it: Importazioni gratuite esaurite
ja: 無料の取り込みを使い切りました
ko: 무료 가져오기를 모두 사용했어요
pt_br: Importações grátis esgotadas
ru: Бесплатные импорты закончились
tr: Ücretsiz aktarımlar bitti
vi: Đã dùng hết lượt nhập miễn phí
zh_hans: 免费导入次数已用完

source: Free plan
ar: الخطة المجانية
de: Gratis-Tarif
el: Δωρεάν πρόγραμμα
es: Plan gratuito
fr: Offre gratuite
hi: मुफ़्त प्लान
it: Piano gratuito
ja: 無料プラン
ko: 무료 플랜
pt_br: Plano grátis
ru: Бесплатный тариф
tr: Ücretsiz plan
vi: Gói miễn phí
zh_hans: 免费方案

source: French
ar: فرنسي
de: Französisch
el: Γαλλική
es: Francesa
fr: Française
hi: फ़्रेंच
it: Francese
ja: フランス料理
ko: 프랑스 요리
pt_br: Francesa
ru: Французская
tr: Fransız
vi: Món Pháp
zh_hans: 法餐

source: Fresh ideas with AI
ar: أفكار جديدة بالذكاء الاصطناعي
de: Neue Ideen mit KI
el: Νέες ιδέες με ΤΝ
es: Ideas nuevas con IA
fr: Nouvelles idées avec l’IA
hi: AI से नए आइडिया
it: Nuove idee con l’IA
ja: AIで新しいアイデア
ko: AI로 새로운 아이디어
pt_br: Ideias novas com IA
ru: Новые идеи с ИИ
tr: Yapay zekâyla yeni fikirler
vi: Ý tưởng mới với AI
zh_hans: 用AI获取新灵感

source: From anywhere — you check it before it's saved
ar: من أي مكان — تراجعها قبل الحفظ
de: Von überall – du prüfst, bevor gespeichert wird
el: Από οπουδήποτε — το ελέγχεις πριν αποθηκευτεί
es: Desde cualquier sitio — lo revisas antes de guardarlo
fr: De n’importe où — vous vérifiez avant d’enregistrer
hi: कहीं से भी — सहेजने से पहले आप जाँचते हैं
it: Da ovunque — controlli prima di salvare
ja: どこからでも — 保存前に確認できます
ko: 어디서든 — 저장 전에 확인해요
pt_br: De qualquer lugar — você confere antes de salvar
ru: Откуда угодно — вы проверяете перед сохранением
tr: Her yerden — kaydetmeden önce kontrol edersin
vi: Từ bất cứ đâu — bạn kiểm tra trước khi lưu
zh_hans: 来自任何地方 — 保存前由你检查

source: From your cookbook & library
ar: من كتاب وصفاتك ومكتبتك
de: Aus deinem Kochbuch & der Bibliothek
el: Από το βιβλίο σου και τη βιβλιοθήκη
es: De tu recetario y biblioteca
fr: De votre livre et de la bibliothèque
hi: आपकी कुकबुक और लाइब्रेरी से
it: Dal tuo ricettario e dalla libreria
ja: レシピ帳とライブラリから
ko: 내 레시피북과 라이브러리에서
pt_br: Do seu livro e da biblioteca
ru: Из вашей книги и библиотеки
tr: Tarif defterinden ve kütüphaneden
vi: Từ sổ công thức và thư viện
zh_hans: 来自你的食谱本和资料库

source: From your import — please check
ar: من الاستيراد — يُرجى المراجعة
de: Aus deinem Import – bitte prüfen
el: Από την εισαγωγή σου — έλεγξέ το
es: De tu importación — revísalo
fr: De votre importation — à vérifier
hi: आपके इम्पोर्ट से — कृपया जाँचें
it: Dalla tua importazione — controlla
ja: 取り込み結果 — 確認してください
ko: 가져온 내용 — 확인해 주세요
pt_br: Da sua importação — confira
ru: Из вашего импорта — проверьте
tr: Aktarımından — kontrol et
vi: Từ lần nhập của bạn — vui lòng kiểm tra
zh_hans: 来自你的导入 — 请检查

source: Full meals
ar: وجبات كاملة
de: Vollständige Mahlzeiten
el: Πλήρη γεύματα
es: Comidas completas
fr: Repas complets
hi: पूरा भोजन
it: Pasti completi
ja: しっかりした食事
ko: 제대로 된 한 끼
pt_br: Refeições completas
ru: Полноценные блюда
tr: Tam öğünler
vi: Bữa ăn đầy đủ
zh_hans: 正餐

source: Gain muscle
ar: بناء العضلات
de: Muskeln aufbauen
el: Αύξηση μυϊκής μάζας
es: Ganar músculo
fr: Prendre du muscle
hi: मसल्स बनाएँ
it: Mettere su muscoli
ja: 筋肉をつける
ko: 근육 키우기
pt_br: Ganhar massa muscular
ru: Набрать мышечную массу
tr: Kas kazan
vi: Tăng cơ
zh_hans: 增肌

source: Get Started
ar: ابدأ
de: Los geht’s
el: Ξεκίνα
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
vi: Bắt đầu
zh_hans: 开始使用

source: Get unlimited imports
ar: استيراد غير محدود
de: Unbegrenzte Importe
el: Απεριόριστες εισαγωγές
es: Importaciones ilimitadas
fr: Importations illimitées
hi: असीमित इम्पोर्ट पाएँ
it: Importazioni illimitate
ja: 取り込みを無制限に
ko: 무제한 가져오기
pt_br: Importações ilimitadas
ru: Безлимитный импорт
tr: Sınırsız aktarım al
vi: Nhập không giới hạn
zh_hans: 获取无限导入

source: Give your recipe a name
ar: سمِّ وصفتك
de: Gib deinem Rezept einen Namen
el: Δώσε όνομα στη συνταγή σου
es: Ponle nombre a tu receta
fr: Donnez un nom à votre recette
hi: अपनी रेसिपी को नाम दें
it: Dai un nome alla ricetta
ja: レシピに名前を付けてください
ko: 레시피 이름을 지어 주세요
pt_br: Dê um nome à sua receita
ru: Дайте рецепту название
tr: Tarifine bir ad ver
vi: Đặt tên cho công thức
zh_hans: 给你的食谱起个名字

source: Gluten
ar: الغلوتين
el: Γλουτένη
hi: ग्लूटेन
it: Glutine
ja: グルテン
ko: 글루텐
pt_br: Glúten
ru: Глютен
zh_hans: 麸质

source: Gluten free
ar: خالٍ من الغلوتين
de: Glutenfrei
el: Χωρίς γλουτένη
es: Sin gluten
fr: Sans gluten
hi: ग्लूटेन-मुक्त
it: Senza glutine
ja: グルテンフリー
ko: 글루텐 프리
pt_br: Sem glúten
ru: Без глютена
tr: Glutensiz
vi: Không gluten
zh_hans: 无麸质

source: Good Afternoon
ar: مساء الخير
de: Guten Tag
el: Καλό απόγευμα
es: Buenas tardes
fr: Bon après-midi
hi: शुभ दोपहर
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후예요
pt_br: Boa tarde
ru: Добрый день
tr: Tünaydın
vi: Chào buổi chiều
zh_hans: 下午好

source: Good Evening
ar: طاب مساؤك
de: Guten Abend
el: Καλησπέρα
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
pt_br: Boa noite
ru: Добрый вечер
tr: İyi akşamlar
vi: Chào buổi tối
zh_hans: 晚上好

source: Good Morning
ar: صباح الخير
de: Guten Morgen
el: Καλημέρα
es: Buenos días
fr: Bonjour
hi: सुप्रभात
it: Buongiorno
ja: おはようございます
ko: 좋은 아침이에요
pt_br: Bom dia
ru: Доброе утро
tr: Günaydın
vi: Chào buổi sáng
zh_hans: 早上好

source: Good for
ar: مناسب لـ
de: Gut für
el: Ιδανικό για
es: Ideal para
fr: Idéal pour
hi: किसके लिए अच्छा
it: Ottimo per
ja: こんな時に
ko: 이럴 때 좋아요
pt_br: Bom para
ru: Подходит для
tr: Şunun için iyi
vi: Phù hợp cho
zh_hans: 适合

source: Greek
ar: يوناني
de: Griechisch
el: Ελληνική
es: Griega
fr: Grecque
hi: ग्रीक
it: Greca
ja: ギリシャ料理
ko: 그리스 요리
pt_br: Grega
ru: Греческая
tr: Yunan
vi: Món Hy Lạp
zh_hans: 希腊菜

source: Group by
ar: التجميع حسب
de: Gruppieren nach
el: Ομαδοποίηση κατά
es: Agrupar por
fr: Grouper par
hi: समूह बनाएँ
it: Raggruppa per
ja: グループ分け
ko: 그룹 기준
pt_br: Agrupar por
ru: Группировать по
tr: Grupla
vi: Nhóm theo
zh_hans: 分组方式

source: Halal
ar: حلال
el: Χαλάλ
hi: हलाल
ja: ハラール
ko: 할랄
ru: Халяль
tr: Helal
zh_hans: 清真

source: Happy to shop
ar: مستعد للتسوق
de: Gerne einkaufen
el: Πάω για ψώνια ευχαρίστως
es: Encantado de comprar
fr: Prêt à faire des courses
hi: ख़रीदारी के लिए तैयार
it: Felice di fare la spesa
ja: 買い物してもOK
ko: 장보기 괜찮아요
pt_br: Posso fazer compras
ru: Готов закупиться
tr: Alışveriş yapabilirim
vi: Sẵn sàng đi chợ
zh_hans: 可以去采购

source: Haptics
ar: الاهتزاز اللمسي
de: Haptik
el: Απτική ανάδραση
es: Vibración
fr: Retours haptiques
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
pt_br: Vibração
ru: Тактильный отклик
tr: Dokunsal geri bildirim
vi: Rung phản hồi
zh_hans: 触感反馈

source: Hard rule
ar: قاعدة صارمة
de: Feste Regel
el: Αυστηρός κανόνας
es: Regla estricta
fr: Règle stricte
hi: सख़्त नियम
it: Regola rigida
ja: 必ず守るルール
ko: 필수 규칙
pt_br: Regra rígida
ru: Строгое правило
tr: Kesin kural
vi: Quy tắc bắt buộc
zh_hans: 硬性规则

source: Has a use-by date
ar: له تاريخ انتهاء
de: Hat ein Verbrauchsdatum
el: Έχει ημερομηνία λήξης
es: Tiene fecha de caducidad
fr: A une date limite
hi: इसकी उपयोग-तिथि है
it: Ha una data di scadenza
ja: 消費期限あり
ko: 소비기한 있음
pt_br: Tem data de validade
ru: Есть срок годности
tr: Son kullanma tarihi var
vi: Có hạn sử dụng
zh_hans: 有保质期

source: Health isn't available on this device.
ar: تطبيق صحتي غير متاح على هذا الجهاز.
de: Health ist auf diesem Gerät nicht verfügbar.
el: Η Υγεία δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: Salud no está disponible en este dispositivo.
fr: Santé n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर Health उपलब्ध नहीं है।
it: Salute non è disponibile su questo dispositivo.
ja: このデバイスではヘルスケアを利用できません。
ko: 이 기기에서는 건강 앱을 사용할 수 없어요.
pt_br: O Saúde não está disponível neste aparelho.
ru: Здоровье недоступно на этом устройстве.
tr: Sağlık bu cihazda kullanılamıyor.
vi: Sức khỏe không có trên thiết bị này.
zh_hans: 此设备上无法使用健康。

source: Heart healthy
ar: صحي للقلب
de: Herzgesund
el: Καλό για την καρδιά
es: Cardiosaludable
fr: Bon pour le cœur
hi: दिल के लिए अच्छा
it: Amico del cuore
ja: 心臓にやさしい
ko: 심장 건강
pt_br: Bom para o coração
ru: Полезно для сердца
tr: Kalp dostu
vi: Tốt cho tim
zh_hans: 有益心脏

source: Helpful nudges, never spam
ar: تذكيرات مفيدة، بلا إزعاج
de: Hilfreiche Hinweise, nie Spam
el: Χρήσιμες υπενθυμίσεις, ποτέ spam
es: Avisos útiles, nunca spam
fr: Des rappels utiles, jamais de spam
hi: मददगार याद, कभी स्पैम नहीं
it: Promemoria utili, mai spam
ja: 役立つお知らせだけ、スパムはなし
ko: 유용한 알림만, 스팸은 없어요
pt_br: Lembretes úteis, nunca spam
ru: Полезные напоминания, никакого спама
tr: Faydalı hatırlatmalar, asla spam yok
vi: Nhắc nhở hữu ích, không bao giờ spam
zh_hans: 有用的提醒，绝不打扰

source: Here's what you can cook
ar: هذا ما يمكنك طبخه
de: Das kannst du kochen
el: Να τι μπορείς να μαγειρέψεις
es: Esto es lo que puedes cocinar
fr: Voici ce que vous pouvez cuisiner
hi: आप यह बना सकते हैं
it: Ecco cosa puoi cucinare
ja: 作れる料理はこちら
ko: 지금 만들 수 있는 요리
pt_br: Veja o que você pode cozinhar
ru: Вот что можно приготовить
tr: Pişirebileceklerin
vi: Đây là những món bạn có thể nấu
zh_hans: 你可以做这些

source: High protein
ar: غني بالبروتين
de: Viel Eiweiß
el: Πλούσιο σε πρωτεΐνη
es: Alto en proteínas
fr: Riche en protéines
hi: ज़्यादा प्रोटीन
it: Ricco di proteine
ja: 高タンパク
ko: 고단백
pt_br: Rico em proteína
ru: Много белка
tr: Yüksek protein
vi: Nhiều đạm
zh_hans: 高蛋白

source: History
ar: السجل
de: Verlauf
el: Ιστορικό
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史

source: Home
ar: الرئيسية
de: Start
el: Αρχική
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
tr: Ana sayfa
vi: Trang chủ
zh_hans: 首页

source: Home-style favourites from every region
ar: أطباق منزلية مفضلة من كل منطقة
de: Hausmannskost aus jeder Region
el: Αγαπημένα σπιτικά πιάτα από κάθε περιοχή
es: Favoritos caseros de cada región
fr: Plats maison préférés de chaque région
hi: हर क्षेत्र के घरेलू पसंदीदा व्यंजन
it: Piatti di casa preferiti di ogni regione
ja: 各地の人気家庭料理
ko: 지역별 인기 가정식
pt_br: Favoritos caseiros de cada região
ru: Любимые домашние блюда всех регионов
tr: Her bölgeden sevilen ev yemekleri
vi: Món nhà làm được yêu thích ở mọi vùng
zh_hans: 各地受欢迎的家常菜

source: Hot
ar: حار
de: Scharf
el: Καυτερό
es: Picante
fr: Épicé
hi: तीखा
it: Piccante
ja: 辛い
ko: 매움
pt_br: Apimentado
ru: Острое
tr: Acı
vi: Cay
zh_hans: 辣
